import React from "react";
import "./Boxes.css"; // استيراد ملف CSS

const VisionMissionValues = () => {
  return (
    <div className="boxes-container">
      <div className="box">
        <h2> الرؤية:</h2>
        <p>نرى مارس كمنصة رائدة تجمع بين الطلاب الطموحين والشركات الرائدة، 
            لتحقيق أحلامهم المهنية والتميز في سوق العمل.</p>
      </div>
      <div className="box">
        <h2> الرسالة:</h2>
        <p>نحن هنا في مارس نسعى لتوفير بيئة تعليمية وتدريبية ملهمة ومحفزة، تمكن الطلاب من اكتساب المهارات والخبرات الضرورية لتحقيق نجاحهم المهني، وتوفير فرص تدريبية مثيرة ومفيدة للشركات لتطوير قوى العمل وتعزيز الابتكار.</p>
      </div>
      <div className="box">
        <h2> الطموح:</h2>
        <p>طموحنا في مارس هو أن نصبح الوجهة الأساسية للطلاب والشركات على حد سواء، حيث يأتون لبناء مستقبلهم المهني وتحقيق أهدافهم، ونسعى جاهدين لتقديم أفضل الفرص التعليمية والتدريبية والمهنية لجميع المستفيدين من منصتنا.</p>
      </div>
    </div>
  );
};

export default VisionMissionValues;


